{
  "About Us": "من نحن",
  "About Us Disc": "في عيادة المختصة، نحن أكثر من مجرد أطباء بيطريين؛ نحن عشاق حيوانات متحمسون لتقديم أعلى مستوى من الرعاية لصديقك المفضل. ملتزمون بضمان صحة وسعادة حيوانك الأليف، فإن مرافقنا الحديثة وفريقنا ذو الخبرة يوفران لك كل ما تحتاجه",
  "See More": "المزيد",
  "Services": "الخدمات",
  "Mobile Veterinary Services": "العيادة البيطرية المتنقلة",
  "Emergency Services": "خدمات الطوارئ على مدار 24 ساعة",
  "Specialized Veterinarians": "أطباء بيطريون متخصصون",
  "Surgical Procedures": "العمليات الجراحية",
  "why choose us": "لماذا تختارنا",
  "State-of-the-Art Facility": "أحدث المعدات",
  "Our clinic is equipped with the latest technology": "عيادتنا مجهزة بأحدث التقنيات",
  "Experienced Team": "فريق عمل ذو خبرة",
  "Our team of dedicated professionals has years of experience": "يتمتع فريقنا المخلص من المهنيين بخبرة سنوات",
  "Compassionate Care": "رعاية كاملة",
  "We treat every pet like our own": "نعامل كل حيوان وكأنه حيواننا الأليف",
  "Convenient Services": "خدمات مريحة",
  "We offer a variety of services to meet your pet's needs": "نقدم مجموعة متنوعة من الخدمات لتلبية احتياجات حيوانك الأليف",
  "Affordable Care": "رعاية بأسعار معقولة",
  "We offer competitive prices without compromising on quality": "نقدم أسعارًا تنافسية دون المساومة على الجودة",
  "Get In Touch": "تواصل معنا",
  "Home": "الرئيسية",
  "Who We Are!": "من نحن",
  "Emergency Services disc": "حالات الطوارئ يمكن أن تحدث في أي وقت، ولهذا السبب نقدم رعاية طارئة على مدار الساعة",
  "Mobile Veterinary Services disc": "نقدم خدماتنا إليك من خلال عيادتنا المتنقلة، حيث نوفر الفحوصات واللقاحات والمزيد عند عتبة داركم",
  "Surgical Procedures disc": "يقوم جراحونا المهرة بإجراء مجموعة واسعة من العمليات الجراحية، بدءًا من عمليات التعقيم الروتينية وحتى الجراحات المعقدة",
  "Specialized Veterinarians disc": "يضم فريقنا من الأطباء البيطريين ذوي الخبرة متخصصين في مختلف مجالات رعاية الحيوانات الأليفة، مما يضمن حصول حيوانك الأليف على أفضل علاج ممكن",
  "Examination Rooms": "غرف الكشف",
  "Examination Rooms disc": "توفر غرف الكشف المريحة لدينا بيئة هادئة ومرحة لحيوانك الأليف",
  "Radiology": "الأشعة",
  "Radiology disc": "تتيح لنا خدمات الأشعة الداخلية لدينا تشخيصًا سريعًا ودقيقًا",
  "Boarding and Therapeutic": "الإقامة والفندقة العلاجية",
  "Boarding and Therapeutic disc": "نقدم بيئة آمنة ومحبة لحيوانك الأليف أثناء غيابك",
  "Laboratory": "المختبر",
  "Laboratory disc": "يوفر مختبرنا الموجود في الموقع نتائج سريعة ودقيقة لمجموعة متنوعة من الاختبارات",
  "Grooming Services": "خدمات الترويش",
  "Grooming Services disc": "يقدم أخصائيون محترفون مجموعة متنوعة من الخدمات للحفاظ على مظهر حيوانك الأليف من تنظيف، قص أظافر وحلاقة وغيره",
  "Pet Supplies": "منتجات الحيوانات الأليفة",
  "Pet Supplies disc": "يحمل متجرنا مجموعة واسعة من أغذية الحيوانات الأليفة الصحية عالية الجودة واللوازم",
  "Information": "المسارات",
  "Contact": "تواصل معنا",
  "Riyadh-Al Nargis district": " الرياض- حي النرجس",
  "Submit": "إرسال",
  "What our customers say": "ماذا يقول عملاءنا ؟",
  "Blog": "المقالات",
  "Get in touch": "تواصل مع فريقنا لنخبرك الكثير عنا",
  "First name": "الاسم الأول",
  "Last name": "الاسم الأخير",
  "Email": "البريد الإلكتروني",
  "Notes": "الملاحظات",
  "Phone": "الجوال",
  "let us contact": "دعنا نتواصل معك",
  "Our Stuff": "فريقنا",
  "Dr/Eslam Shreef": "د/إسلام شريف",
  "General Surgeon": "طبيب جراحة عامة وجراحة عظام - حاصل على بكالوريوس العلوم الطبية البيطرية",
  "Dr/Najat Seif Eldin": "د/ نجاة سيف الدين",
  "General Practitioner": "طبيب عام - حاصل على بكالوريوس الطب البيطري",
  "Mohamed AbdEljabar": "محمد عبد الجبار",
  "Veterinary Assistant": "مساعد بيطري",
  "Qutaiba Al Khair": "قتيبة الخير",
  "Abd ElQadir": "عبدالقادر سادلانى",
  "Radiologist": "أخصائي اشعة ومختبرات",
  "Dr/Ahmed Marey": "د/ أحمد مرعي",
  "Bachelor of Veterinary": "طبيب عام - حاصل على بكالوريوس العلوم الطبية البيطرية",
  "Dr/Perfecto Altares": "د/ بيرفكتو التاريس",
  "Veterinary": "طبيب بيطري",
  "Dr/Mark Ojuok": "د/ مارك اجوك",
  "Stress and Anxiety": " التوتر والقلق عند الحيوانات الأليفة: كيف تساعدها على التغلب عليه؟",
  "Many pets experience": "يعاني العديد من الحيوانات الأليفة من التوتر والقلق، مما يؤثر على صحتها وسلوكها. في هذه المقالة، سنناقش أسباب التوتر والقلق عند الحيوانات الأليفة وكيف يمكنك مساعدتها على التغلب على هذه المشكلة.",
  "Causes of stress": "أسباب التوتر والقلق عند الحيوانات الأليفة:",
  "pheromones or herbal supplements": " يمكن أن يؤثر التوتر والقلق سلبًا على صحة وسلوك الحيوان الأليف. من خلال اتباع النصائح المذكورة في هذه المقالة، يمكنك مساعدة حيوانك الأليف على التغلب على هذه المشكلة والتمتع بحياة صحية وسعيدة.",
  "Environmental changes": "التغيرات في البيئة: الانتقال إلى منزل جديد، تغيير الروتين اليومي، أو وجود ضيف جديد في المنزل.",
  "Noise and loud sounds": "الضوضاء والضجيج: أصوات الألعاب النارية، أعمال البناء، أو حركة المرور.",
  "Separation": "الفراق: ترك الحيوان الأليف وحيدًا لفترة طويلة أو انفصاله عن مالكه.",
  "Illness": "الأمراض: الألم أو المرض يمكن أن يسبب التوتر والقلق عند الحيوان الأليف.",
  "Dietary changes": "التغيرات في النظام الغذائي: تغيير مفاجئ في النظام الغذائي يمكن أن يسبب التوتر والقلق عند الحيوان الأليف.",
  "Exposure to toxins": "التعرض للسموم: التعرض للسموم يمكن أن يؤدي إلى التوتر والقلق.",
  "Changes in weather": "التغيرات في الجو: التغيرات المفاجئة في الطقس، مثل العواصف أو الحرارة الشديدة، يمكن أن تسبب التوتر والقلق.",
  "How to help a pet": "  ــــــــــــــــــــ`` كيفية مساعدة الحيوان الأليف على التغلب على التوتر والقلق:``ــــــــــــــــــــ ",
  "Provide a quiet and stable environment": "توفير بيئة هادئة ومستقرة: قم بتوفير مكان آمن ومريح لحيوانك الأليف حيث يشعر بالراحة والأمان.",
  "Consistent routine": "الروتين الثابت: حاول الحفاظ على روتين يومي ثابت لحيوانك الأليف قدر الإمكان.",
  "Interaction and communication": "التفاعل والتواصل: قضاء وقت كافٍ مع حيوانك الأليف للتواصل والتفاعل معه.",
  "Play and fun": "اللعب والتسلية: قم بتوفير ألعاب تفاعلية لحيوانك الأليف لمساعدته على التخلص من التوتر والقلق.",
  "Veterinary consultation": "الاستشارة البيطرية: إذا كانت مشكلة التوتر والقلق شديدة، استشر الطبيب البيطري للحصول على نصائح وتوجيهات مناسبة.",
  "Behavioral therapy": "العلاج السلوكي: قد يوصي الطبيب البيطري بالعلاج السلوكي لمساعدة الحيوان الأليف على التغلب على التوتر والقلق.",
  "Calming products": "المنتجات المهدئة: هناك العديد من المنتجات المهدئة المتاحة للحيوانات الأليفة، مثل الفيرومونات الصناعية أو المكملات العشبية.",
  "Hairballs": "1/ البيئة المحيطة: قد يكون السعال نتيجة التعرض للغبار أو الروائح القوية مثل مواد التنظيف أو العطور لذلك يجب تأكد من الحفاظ على بيئة نظيفة وخالية من المواد الضارة لقطتك.",
  "Solution1": "الزيارات المنتظمة للطبيب البيطري والحفاظ على جداول التطعيمات يمكن أن تقلل من خطر الإصابة بهذه الأمراض.",
  "Respiratory Infections": "2/ العدوى الفيروسية: يمكن أن تصاب القطط بعدوى فيروسية تؤدي إلى السعال، مثل نزلات البرد أو التهاب الشعب الهوائية",
  "Solution2": "الزيارات المنتظمة للطبيب البيطري والحفاظ على جداول التطعيمات يمكن أن تقلل من خطر الإصابة بهذه الأمراض",
  "Asthma": "3/ الطفيليات: الديدان والطفيليات الأخرى قد تسبب السعال عند القطط",
  "Solution3": " يجب فحص القط بانتظام والعلاج الوقائي ضد الطفيليات ضروري للحفاظ على صحته",
  "Heart Disease": "4/ مشاكل قلبية: في بعض الحالات، قد يكون السعال ناتجًا عن مشاكل في القلب",
  "Solution4": " فإذا كان السعال مصحوبًا بصعوبة في التنفس أو خمول، يجب استشارة الطبيب البيطري فورًا",
  "Why Is Your Cat Coughing?": "لماذا تسعل قطتك باستمرار؟ تعرف على أسباب السعال عند القطط وكيفية العناية بها",
  "It's always a worry": "كثير من مربي القطط يشعرون بالقلق عندما تبدأ قططهم بالسعال بشكل متكرر. السعال قد يكون ناتجًا عن أسباب متعددة، بعضها بسيط والبعض الآخر قد يكون خطيرًا. في هذا المقال، سنتحدث عن الأسباب المحتملة للسعال عند القطط وكيف يمكنك العناية بقطتك بشكل أفضل",

  "Dairy Products": "البصل والثوم: يمكن أن تسبب البصل والثوم تسمم الدم للقطط",
  "Chocolate": "الكبد: الإفراط في تناول الكبد يمكن أن يؤدي إلى تراكم فيتامين أ الضار للقطط",
  "Grapes and Raisins": "اللحوم النيّة: يمكن أن تحتوي اللحوم النيّة على بكتيريا ضارة يمكن أن تؤثر على صحة القطط",
  "Onions and Garlic": "منتجات الألبان: معظم القطط لا تستطيع هضم منتجات الألبان بشكل جيد",
  "Alcohol": "الأطعمة الدهنية: الإفراط في تناول الأطعمة الدهنية يمكن أن يؤدي إلى السمنة وأمراض القلب لدى القطط",
  "Raw Meat and Fish": "الأطعمة المملحة: الأطعمة المملحة يمكن أن تسبب مشاكل في الكلى لدى القطط",
  "Fatty Foods": "الأطعمة السكرية: الأطعمة السكرية يمكن أن تؤدي إلى زيادة الوزن والمشاكل الصحية الأخرى لدى القطط",
  "High-Quality Cat Food": "الأطعمة التي تحتوي على كافيين: الأطعمة التي تحتوي على كافيين، مثل القهوة والشاي، يمكن أن تكون مؤذية للقطط",
  "Fresh Water": "الأطعمة الجافة والرطبة عالية الجودة: قم بتوفير طعام جاف ورطب عالي الجودة يحتوي على جميع العناصر الغذائية التي تحتاجها قطتك",
  "Occasional Treats": "التنوع في التغذية: حاول تقديم مجموعة متنوعة من الأطعمة لقطتك لتجنب الملل",
  "Consult Your Veterinarian": "الماء الكافي: تأكد من أن قطتك تحصل على كمية كافية من الماء النقي",
  "The Purrfect Diet": "؟التغذية الصحية للقطط: ما هي الأطعمة التي يجب أن تتجنبها",
  "If you have any questions": "تعتبر التغذية الصحية عنصراً حيوياً في صحة القطط. من خلال تجنب الأطعمة الضارة وتوفير تغذية متوازنة، يمكنك المساهمة في صحة ورفاهية قطتك",
  "A cat's diet plays": "تعتبر التغذية الصحية عنصراً أساسياً في صحة القطط. في هذه المقالة، سنتحدث عن بعض الأطعمة التي يجب تجنبها لتجنب أي مشاكل صحية لقطتك",
  "Foods to Avoid": "الأطعمة التي يجب تجنبها:"

}