

import TestimonialSwiper from "./testimonial-swiper";

const testimonials = {

  top: [
    {
      id: 1,
      name: "Nada Jeffri", 
      info: "لقد كانت تجربتي مع الدكتور إسلام والعيادة  البيطرية المختصة  مميزة للغاية. عندما أخذت قطي مشمش، الذي كان يعاني من بعض المشاكل الصحية وقصور شديد في وظائف الكلى، كنت متخوفًه بسبب شراسته. لكن الدكتور إسلام وفريقه الرائع تعاملوا معه بكل حنان وصبر، مما ساعده على التحسن بسرعة.",
    },
    {
      id: 2,
      name: "Amal Morsy.",
      info: "سعيدة ب اول زيارة كان الطاقم جداً محترف بالتعامل وعرفوا المشكلة على طول بدون تهويل واشعات وتحاليل مالها داعي، بالاضافة لان الاسعار جداً منطقية بالخدمات المقدمة يارب ما يتغيرون ولا يرفعون اسعارهم",
    },
    {
      id: 3,
      name: "Mohamed Alfatih",
      info: "عيادة على مستوى عالي من الكفاءة ومتوفر بها جميع الأقسام اللتي يمكن ان يحتاج اليها اليفك( فحص-تطعيم-معامل-ترويش-فندقة… الخ) الدكاترة محترمين جدا وتعاملهم راقي وكذالك التيم العامل بالكامل",
    },
    {
      id: 4,
      name: "Najla Altwaijri",
      info: "افضل عيادة قطط مرت علي من الدكاتره لترتيب ونظافة المكان، قطتي كانت حالتها جداً سيئه ودخلت كم عمليه بالسنه وماتحسنت حالتها.دكتور اسلام ماقصر معانا مسك حالتها وكان well informed وعطانا تقرير كامل عن حالتها بشكل دقيق وعالجها يعطيه العافيه على حرصه حتى بعد العمليه والحمدالله الحين صارت احسن بكثييير، اهنيكم على حسن عنايتكم الكامله اللي وفرتوها لقطتي.",
    },
    {
      id: 5,
      name: "TALAL Altamimi",
      info: "اولًا الحمدلله عالجت قطوي فيه والحمدلله نفع العلاج وشكرًا جدًا ل الدكتور احمد على مساعدته لي بكل الطرق وكلامه الجميل وشكرا للاستقبال فرع جدًا ممتاز ومتميز",
    },
    {
      id: 6,
      name: "Saleh Alluhidan",
      info: "صراحة مريت دكاترة كثيرة مالقيت مع احترامي للجميع دكتور يفهم ويعرف ايش يشخص بالضبط وايش العلاج المطلوب بكل صدق وكل امانة مثل ابو تالا فعلا افتتاحة للعيادة يعتبر نقله نوعيه بالرياض",
    },
  ],

};

const Feadback = () => {
  return (
    <div className="px-3">
       <TestimonialSwiper testimonials={testimonials.top} />
    </div>
   
  )
}
export default Feadback;

